Revit 2027 API
ParameterTypeId.RebarLayoutFormula Property
 "Layout Formula"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarLayoutFormula { get; }
Public Shared ReadOnly Property RebarLayoutFormula As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarLayoutFormula {
	ForgeTypeId^ get ();
}
static member RebarLayoutFormula : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace